Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHelper/Sources/PZHelper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# profileMgr.regenerateDeviceFingerPrint.label
source: Regenerate Device Fingerprint
de: Geräte-Fingerabdruck regenerieren
es: Regenerar la Huella Digital del Dispositivo
fil: Muling I-rehistro ang Fingerprint ng Device
fr: Régénérer l'empreinte digitale de l'appareil
it: Rigenera Impronta del Dispositivo
ja: デバイスの指紋を再作成
ko: 장치 지문 재생성
ru: Сгенерировать отпечаток устройства повторно
vi: Tạo lại Dấu vân tay Thiết bị
zh_hans: 重新生成设备指纹
zh_hant: 重新生成設備指紋

# profileMgr.syncAllProfilesToUserDefaults.title
source: Manually Sync Profiles To Widgets
de: Profile manuell mit Widgets synchronisieren
es: Sincronizar perfiles con widgets manualmente
fil: Manwal na Isaayos ang mga Profile sa mga Widget
fr: Synchroniser manuellement les profils avec les widgets
it: Sincronizza manualmente i profili sui widget
ja: 手動でプロファイルをウィジェットに同期する
ko: 프로필을 수동으로 위젯에 동기화
ru: Вручную синхронизировать профили с виджетами
vi: Đồng bộ hồ sơ theo cách thủ công với tiện ích
zh_hans: 手动将本地账号同步至小工具
zh_hant: 手動將本機帳號同步至小工具

# profileMgr.test.footer.recommend_device_fp
source: To avoid consistently being requested for verification, please set up device finger print according to [this tutorial](https://hsr.pizzastudio.org/static/fp_tutorial).
de: Um ständig angeforderte Verifizierungen zu vermeiden, richten Sie bitte den Geräte-Fingerabdruck gemäß [diesem Tutorial](https://hsr.pizzastudio.org/static/fp_tutorial) ein.
es: Para evitar que se le solicite verificación de manera constante, configure la huella digital del dispositivo según [este tutorial](https://hsr.pizzastudio.org/static/fp_tutorial).
fil: Upang maiwasang hingan ng beripikasyon nang palagian, pakisunod ang [tutorial na ito](https://hsr.pizzastudio.org/static/fp_tutorial) para i-set up ang fingerprint ng device.
fr: Pour ne pas être constamment sollicité pour une vérification, veuillez configurer l'empreinte digitale de l'appareil selon ce tutoriel (https://hsr.pizzastudio.org/static/fp_tutorial)
it: Per evitare di ricevere costantemente richieste di verifica, configura l'impronta digitale del dispositivo secondo [questo tutorial](https://hsr.pizzastudio.org/static/fp_tutorial)
ja: 人間認証要求が何度も出まくっている場合、[この説明文章](https://hsr.pizzastudio.org/static/fp_tutorial)の方法に沿って、ご自分でデバイス指紋を取ってご記入ください。そうすれば、この支障を避けることはできます。
ko: 계속해서 인증 요청이 발생하지 않도록 하기 위해, [이 튜토리얼](https://hsr.pizzastudio.org/static/fp_tutorial)을 참조하여 기기 지문 설정을 완료하십시오
ru: Чтобы избежать постоянных запросов на подтверждение, пожалуйста, настройте отпечаток устройства согласно [этому руководству](https://hsr.pizzastudio.org/static/fp_tutorial).
vi: Để tránh bị yêu cầu xác minh thường xuyên, vui lòng cài đặt dấu vân tay thiết bị theo [hướng dẫn này](https://hsr.pizzastudio.org/static/fp_tutorial).
zh_hans: 如果持续要求输入验证码，建议参考[本教程](https://hsr.pizzastudio.org/static/fp_tutorial)抓包填入设备指纹以规避。
zh_hant: 如果持續要求人機驗證的話，建議參考[該教學指引](https://hsr.pizzastudio.org/static/fp_tutorial)抓包填入設備指紋、以規避該故障。

# profileMgr.test.verify.button
source: Please tap here to finish the captcha verification.
de: Tippen Sie hier, um die Captcha-Überprüfung abzuschließen.
es: Toque aquí para completar la verificación captcha
fil: Pakitapik dito upang tapusin ang pag-verify ng captcha.
fr: Veuillez appuyer ici pour terminer la vérification captcha
it: Tocca qui per completare la verifica captcha
ja: ここをタップして人間認証を
ko: 여기를 눌러 캡차 인증을 완료하세요
ru: Нажмите здесь, чтобы завершить проверку капчи.
vi: Vui lòng nhấn vào đây để hoàn tất xác minh captcha.
zh_hans: 请点击这里完成人机验证
zh_hant: 請點按這裡完成人機驗證

# profileMgr.test.verify.web_sheet.title
source: Verification
de: Überprüfung
es: Verificación
fil: Pagpapatunay
fr: Vérification
it: Verifica
ja: 人間認証
ko: 인증
ru: Проверка
vi: Xác minh
zh_hans: 人机验证
zh_hant: 人機驗證

# profileMgr.toast.taskFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
fil: Nabigo
fr: Echec
it: Fallito
ja: 失敗
ko: 실패했습니다
ru: Не удалось
vi: Không thành công
zh_hans: 添加失败
zh_hant: 添加失敗

# profileMgr.toast.taskSucceeded
source: Done
de: Fertig
es: Hecho
fil: Tapos na
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
ru: Готово
vi: Hoàn tất
zh_hans: 添加成功
zh_hant: 添加成功

# profileMgr.withdraw.entrylink.title
source: Regarding how to Manage or Delete your HoYoLAB / Miyoushe account
de: Informationen zum Verwalten oder Löschen Ihres HoYoLAB / Miyoushe-Kontos
es: Con respecto a cómo gestionar o eliminar tu cuenta HoYoLAB / Miyoushe
fil: Patungkol sa kung paano Pamahalaan o Burahin ang iyong HoYoLAB / Miyoushe account
fr: Concernant la gestion ou la suppression de votre compte HoYoLAB / Miyoushe
it: Riguardo alla gestione o cancellazione del tuo account HoYoLAB / Miyoushe
ja: HoYoLAB・米遊社通行証の管理・退会削除方法
ko: HoYoLAB / 미요시 계정을 관리하거나 삭제하는 방법에 관한 사항
ru: Относительно управления или удаления вашей учетной записи HoYoLAB / Miyoushe
vi: Về cách Quản lý hoặc Xóa tài khoản HoYoLAB / Miyoushe của bạn
zh_hans: 了解如何对 米游社 / HoYoLAB 账号进行 管理 或 注销(删号)
zh_hant: 瞭解如何對 米遊社 / HoYoLAB 帳號進行 管理 或 註銷(刪號)

# profileMgr.withdraw.view.title
source: Regarding Account Deletion
de: Bezüglich der Konto Löschung
es: Con respecto a la eliminación de la cuenta
fil: Tungkol sa Pagbura ng Account
fr: Concernant la suppression de compte
it: Riguardo all'eliminazione dell'account
ja: アカウント退会について
ko: 계정 삭제 관련
ru: Относительно удаления учетной записи
vi: Về việc xóa tài khoản
zh_hans: 注销(删号)说明
zh_hant: 註銷(刪號)說明

# profileMgr.withdrawal.linkTo:%@
source: The above link guides you to: %@
de: Der obige Link führt Sie zu: %@
es: El enlace anterior te dirige a: %@
fil: Ang link sa itaas ay magdadala sa iyo sa: %@
fr: Le lien ci-dessus vous guide vers : %@
it: Il collegamento sopra ti guida a: %@
ja: 上記のリンク先：%@
ko: 위의 링크는 다음으로 안내합니다: %@
ru: Вышеприведенная ссылка направляет вас к: %@
vi: Liên kết trên hướng dẫn bạn đến: %@
zh_hans: 上述链接将前往: %@
zh_hant: 上述鏈接將前往: %@

# profileMgr.withdrawal.navTitle.hoyolab
source: Account Deletion (HoYoLAB)
de: Kontolöschung (HoYoLAB)
es: Eliminación de cuenta (HoYoLAB)
fil: Pagbura ng Account (HoYoLAB)
fr: Suppression de compte (HoYoLAB)
it: Eliminazione account (HoYoLAB)
ja: アカウント退会 (HoYoLAB)
ko: 계정 삭제 (HoYoLAB)
ru: Удаление аккаунта (HoYoLAB)
vi: Xóa Tài Khoản (HoYoLAB)
zh_hans: 注销(删号) - HoYoLAB
zh_hant: 註銷(刪號) - HoYoLAB

# profileMgr.withdrawal.navTitle.miyoushe
source: Account Deletion (Miyoushe)
de: Konto Löschung (Miyoushe)
es: Eliminación de cuenta (Miyoushe)
fil: Pagbura ng Account (Miyoushe)
fr: Suppression de compte (Miyoushe)
it: Eliminazione Account (Miyoushe)
ja: アカウント退会 (米遊社)
ko: 계정 삭제 (Miyoushe)
ru: Удаление учетной записи (Miyoushe)
vi: Xóa tài khoản (Miyoushe)
zh_hans: 注销(删号) - 米游社
zh_hant: 註銷(刪號) - 米遊社

# profileMgr.withdrawal.readme.hoyolab.specialNotice
source: The above link works on all devices. Users can also use HoYoLAB App (iPhone) to finish the account withdrawal (deletion).
de: Der obige Link funktioniert auf allen Geräten. Benutzer können auch die HoYoLAB-App (iPhone) verwenden, um die Kontoabhebung (Löschung) abzuschließen.
es: El enlace anterior funciona en todos los dispositivos. Los usuarios también pueden usar la aplicación HoYoLAB (iPhone) para completar la retirada (eliminación) de la cuenta.
fil: Gumagana ang link sa itaas sa lahat ng mga aparato. Maari ring gamitin ng mga gumagamit ang HoYoLAB App (iPhone) para tapusin ang pag-withdraw (pagtanggal) ng account.
fr: Le lien ci-dessus fonctionne sur tous les appareils. Les utilisateurs peuvent également utiliser l'application HoYoLAB (iPhone) pour terminer la suppression du compte.
it: Il link sopra funziona su tutti i dispositivi. Gli utenti possono anche usare l'app HoYoLAB (iPhone) per completare il ritiro (cancellazione) dell'account.
ja: HoYoLABアカウントの退会(削除)は、上記の（端末不制限の）リンクでも、HoYoLAB アプリでも行えます。
ko: 위 링크는 모든 기기에서 작동합니다 사용자는 계정 철회(삭제)를 완료하기 위해 HoYoLAB 앱(iPhone)을 사용할 수도 있습니다
ru: Как указано выше, ссылка работает на всех устройствах. Пользователи также могут использовать приложение HoYoLAB (iPhone) для завершения выхода из аккаунта (удаления).
vi: Đường liên kết trên hoạt động trên tất cả các thiết bị. Người dùng cũng có thể sử dụng HoYoLAB App (iPhone) để hoàn tất việc rút tài khoản (xóa).
zh_hans: HoYoLAB 账号的注销可通过任何设备使用上述链接来完成，也可以使用 HoYoLAB 的 App 来完成。
zh_hant: HoYoLAB 帳號的註銷可藉由任何裝置使用上述鏈接來完成，也可以使用 HoYoLAB 的 App 來完成。

# profileMgr.withdrawal.readme.miyoushe.specialNotice
source: Miyoushe expects that users need to use either cellphone or Miyoushe App (iPhone) to finish the account withdrawal (deletion). If you are on macOS, you can change the user-agent of your Safari browser to iPhone in order to see the account deletion link. For more information regarding how to use the developer menu in Safari on macOS to change its user-agent, please contact Apple Support. The above link, if directly clicked, will automatically apply the user-agent of iPhone.
de: Miyoushe erwartet, dass Nutzer entweder ein Mobiltelefon oder die Miyoushe App (iPhone) verwenden müssen, um die Kontolöschung abzuschließen. Wenn Sie macOS verwenden, können Sie den User-Agent Ihres Safari-Browsers auf iPhone ändern, um den Link zur Kontolöschung anzuzeigen. Für weitere Informationen, wie Sie das Entwickler-Menü in Safari auf macOS verwenden, um den User-Agent zu ändern, wenden Sie sich bitte an den Apple Support. Der obige Link wird, wenn direkt angeklickt, automatisch den User-Agent des iPhone anwenden.
es: Miyoushe espera que los usuarios necesiten usar un teléfono celular o la aplicación Miyoushe (iPhone) para completar la retirada (eliminación) de la cuenta. Si estás en macOS, puedes cambiar el agente de usuario de tu navegador Safari a iPhone para ver el enlace de eliminación de la cuenta. Para obtener más información sobre cómo usar el menú de desarrollador en Safari en macOS para cambiar su agente de usuario, por favor contacta con el soporte de Apple. El enlace anterior, si se hace clic directamente, aplicará automáticamente el agente de usuario de iPhone.
fil: Inaasahan ni Miyoushe na kailangan ng mga gumagamit na gumamit ng cellphone o Miyoushe App (iPhone) upang tapusin ang pag-aalis ng account (pagbura). Kung ikaw ay nasa macOS, maaari mong baguhin ang user-agent ng iyong Safari browser sa iPhone upang makita ang link sa pag-aalis ng account. Para sa karagdagang impormasyon tungkol sa paggamit ng developer menu sa Safari sa macOS upang baguhin ang user-agent nito, mangyaring makipag-ugnayan sa Apple Support. Ang link sa itaas, kapag direktang na-click, ay awtomatikong ilalapat ang user-agent ng iPhone.
fr: Miyoushe s'attend à ce que les utilisateurs aient besoin d'utiliser soit un téléphone portable, soit l'application Miyoushe (iPhone) pour terminer la suppression du compte Si vous êtes sur macOS, vous pouvez changer l'agent utilisateur de votre navigateur Safari en iPhone afin de voir le lien de suppression de compte. Pour plus d'informations sur l'utilisation du menu développeur dans Safari sous macOS pour changer son agent utilisateur, veuillez contacter le support Apple Le lien ci-dessus, s'il est cliqué directement, appliquera automatiquement l'agent utilisateur de l'iPhone
it: Miyoushe si aspetta che gli utenti debbano utilizzare il telefono cellulare o l'app Miyoushe (iPhone) per completare il ritiro dell'account (cancellazione). Se sei su macOS, puoi cambiare il user-agent del tuo browser Safari in iPhone per visualizzare il link alla cancellazione dell'account. Per maggiori informazioni su come utilizzare il menu sviluppatore in Safari su macOS per cambiare il suo user-agent, contatta il supporto Apple. Il link sopra, se cliccato direttamente, applicherà automaticamente il user-agent di iPhone.
ja: 米遊社は、ユーザーが米遊社アカウントの退会(削除)を完了するには、スマホまたは米遊社アプリのいずれかを使用してしまえと想定しています。 macOS で米遊社アカウント削除リンクを表示するために、Safari ブラウザのユーザーエージェント(User-Agent, UA)を iPhone のUAと変更する必要があります。macOS の Safari の開発者メニューを使用して UA を変更する方法については、Apple サポートにお問い合わせください。 当アプリで直接に上記のリンクをクリックした場合、自動的に iPhone の UA を適用します。
ko: Miyoushe는 사용자가 계정 철회(삭제)를 완료하기 위해 휴대전화 또는 Miyoushe 앱(iPhone)을 사용해야 한다고 예상합니다. macOS를 사용하는 경우 Safari 브라우저의 사용자 에이전트를 iPhone으로 변경하여 계정 삭제 링크를 볼 수 있습니다. macOS의 Safari에서 개발자 메뉴를 사용하여 사용자 에이전트를 변경하는 방법에 대한 자세한 내용은 Apple 지원에 문의하십시오. 위의 링크를 직접 클릭하면 자동으로 iPhone의 사용자 에이전트가 적용됩니다.
ru: Miyoushe ожидает, что пользователи должны использовать либо мобильный телефон, либо приложение Miyoushe (iPhone) для завершения процесса удаления учетной записи. Если вы используете macOS, вы можете изменить user-agent браузера Safari на iPhone, чтобы увидеть ссылку на удаление учетной записи. Для получения дополнительной информации о том, как использовать меню разработчика в Safari на macOS для изменения user-agent, пожалуйста, свяжитесь с поддержкой Apple. Указанная ссылка, если она будет нажата напрямую, автоматически применит user-agent iPhone.
vi: Miyoushe mong đợi rằng người dùng cần sử dụng điện thoại di động hoặc ứng dụng Miyoushe (iPhone) để hoàn tất rút tài khoản (xóa). Nếu bạn đang dùng macOS, bạn có thể thay đổi user-agent của trình duyệt Safari sang iPhone để thấy liên kết xóa tài khoản. Để biết thêm thông tin về cách sử dụng menu nhà phát triển trong Safari trên macOS để thay đổi user-agent, vui lòng liên hệ với Apple Support. Liên kết trên, nếu nhấn trực tiếp, sẽ tự động áp dụng user-agent của iPhone.
zh_hans: 米游社期望用户使用手机或米游社 App（iPhone）来完成账号注销（删除）。 如果您使用的是 macOS，则可以将 Safari 浏览器的用户代理（UA, User-Agent）变更为 iPhone，以便看到账号删除专用链接入口。有关如何使用 macOS 上 Safari 中的开发者选单更改其用户代理的方法，请联系 Apple 支持。 在本 App 内直接点击上述链接时，会在前往该页面时自动套用 iPhone 的用户代理（UA）。
zh_hant: 米遊社期望使用者藉由手機或米遊社 App（iPhone）來完成帳號註銷（刪除）。 如果您使用的是 macOS，則可以將 Safari 瀏覽器的使用者代理（UA, User-Agent）變更為 iPhone，以便看到帳號刪除專用鏈接入口。有關如何使用 macOS 上 Safari 中的開發者選單更改其使用者代理的方法，請聯絡 Apple 支援。 在敝 App 內直接點按上述鏈接的話，會在前往該頁面時自動套用 iPhone 的使用者代理（UA）。

# profileMgr.withdrawal.warning
source: You acknowledge and agree that as a result of deleting your Account, you will lose access to all services related to all games developed by MiHoYo / Cognosphere, including the account information, subscriptions and all game-related information linked to such Account and permanently lose the possibility to access other services through the Account.
de: Sie bestätigen und stimmen zu, dass Sie infolge der Löschung Ihres Kontos den Zugriff auf alle Dienste im Zusammenhang mit allen von MiHoYo / Cognosphere entwickelten Spielen verlieren, einschließlich der Kontoinformationen, Abonnements und aller spielbezogenen Informationen, die mit diesem Konto verknüpft sind, und dauerhaft die Möglichkeit verlieren, über das Konto auf andere Dienste zuzugreifen.
es: Usted reconoce y acepta que, como resultado de eliminar su Cuenta, perderá acceso a todos los servicios relacionados con todos los juegos desarrollados por MiHoYo / Cognosphere, incluyendo la información de la cuenta, suscripciones y toda la información relacionada con el juego vinculada a dicha Cuenta y perderá permanentemente la posibilidad de acceder a otros servicios a través de la Cuenta.
fil: Tinatanggap at sinasang-ayunan mo na bilang resulta ng pagtanggal ng iyong Account, mawawalan ka ng access sa lahat ng serbisyong may kaugnayan sa lahat ng laro na binuo ng MiHoYo / Cognosphere, kabilang ang impormasyon ng account, mga subscription, at lahat ng impormasyon na may kaugnayan sa laro na naka-link sa naturang Account at permanenteng mawawala ang posibilidad na makakuha ng access sa ibang serbisyo sa pamamagitan ng Account.
fr: Vous reconnaissez et acceptez qu'en supprimant votre compte, vous perdrez l'accès à tous les services liés à tous les jeux développés par MiHoYo / Cognosphere, y compris les informations de compte, les abonnements et toutes les informations liées au jeu associées à ce compte, et perdrez définitivement la possibilité d'accéder à d'autres services via le compte.
it: Riconosci e accetti che, eliminando il tuo Account, perderai l'accesso a tutti i servizi relativi a tutti i giochi sviluppati da MiHoYo / Cognosphere, inclusi le informazioni dell'account, le sottoscrizioni e tutte le informazioni relative al gioco collegate a tale Account, e perderai permanentemente la possibilità di accedere ad altri servizi tramite l'Account.
ja: 貴殿は、貴殿の本アカウントの退会削除の結果、貴殿が本アカウントに紐づけられたアカウント情報、サブスクリプション及び（MiHoYo & Cognosphere の開発したすべての）ゲーム関連情報を含め、ゲーム関連サービスへのアクセス権を永遠的に失い、本アカウントを通じて他のサービスにアクセスする可能性を失うことを確認し同意します。
ko: 귀하는 계정을 삭제한 결과 MiHoYo / Cognosphere에서 개발한 모든 게임과 관련된 서비스에 대한 액세스 권한을 잃게 되며, 계정 정보, 구독 및 해당 계정과 연관된 모든 게임 관련 정보를 포함하여 이 계정을 통해 다른 서비스에 접근할 수 있는 가능성을 영구적으로 잃게 됨을 인정하고 동의합니다
ru: Вы признаете и соглашаетесь с тем, что в результате удаления вашей учетной записи вы потеряете доступ ко всем услугам, связанным со всеми играми, разработанными MiHoYo / Cognosphere, включая информацию об учетной записи, подписки и всю информацию, связанную с играми, привязанную к этой учетной записи, и навсегда потеряете возможность доступа к другим услугам через учетную запись.
vi: Bạn xác nhận và đồng ý rằng do việc xóa Tài khoản của bạn, bạn sẽ mất quyền truy cập vào tất cả các dịch vụ liên quan đến tất cả các trò chơi được phát triển bởi MiHoYo / Cognosphere, bao gồm thông tin tài khoản, đăng ký và tất cả thông tin liên quan đến trò chơi liên kết với Tài khoản đó và mất vĩnh viễn khả năng truy cập các dịch vụ khác thông qua Tài khoản.
zh_hans: 您认可并同意账号注销导致的后果：您将无法通过该账号登录（任何由米哈游 / Cognosphere 开发的）游戏相关服务，包括与该账号相关联的账号信息、订阅和游戏的相关资讯，并永久丧失任何通过该账号访问其他服务的权利。
zh_hant: 您認可並同意帳號註銷導致的後果：您將無法藉由該帳號登入（任何由米哈遊 / Cognosphere 開發的）遊戲相關服務，包括與該帳號相關聯的帳號資訊、訂閱和遊戲的相關資訊，並永久喪失任何藉由該帳號存取其他服務的權利。

# profileMgr.withdrawal.warning.footer
source: You may confirm this consequence by consulting HoYoLAB / Miyoushe support.
de: Sie können diese Konsequenz bestätigen, indem Sie den HoYoLAB / Miyoushe-Support konsultieren.
es: Puede confirmar esta consecuencia consultando el soporte de HoYoLAB / Miyoushe.
fil: Maaari mong kumpirmahin ang kinalabasan na ito sa pamamagitan ng pakikipag-ugnayan sa suportang HoYoLAB / Miyoushe.
fr: Vous pouvez vérifier les implications en consultant le support HoYoLAB / Miyoushe
it: Puoi confermare questa conseguenza consultando il supporto HoYoLAB / Miyoushe.
ja: と上記の結果・責任につきましては HoYoLAB・米遊社 のサポートにお問い合わせください。
ko: 이 결과를 확인하려면 HoYoLAB / 미유셔 지원에 문의하십시오.
ru: Вы можете подтвердить это следствие, обратившись в службу поддержки HoYoLAB / Miyoushe.
vi: Bạn có thể xác nhận hậu quả này bằng cách liên hệ với hỗ trợ HoYoLAB / Miyoushe.
zh_hans: 您可自行向米游社 / HoYoLAB 客户服务确认上述后果是否真实。
zh_hant: 您可自行向米遊社 / HoYoLAB 客戶服務確認上述後果是否真實。

# profileMgr.withdrawal.whyAddedThisPage.description
source: This page is made in compliance with what requested by App Store Review Board.
de: Diese Seite wurde in Übereinstimmung mit den Anforderungen des App Store Review Boards erstellt.
es: Esta página se ha creado en cumplimiento con lo solicitado por el Comité de Revisión de la App Store.
fil: Ginawa ang pahinang ito alinsunod sa hinihingi ng Lupon ng Pagsusuri ng App Store.
fr: Cette page est conçue en conformité avec la demande du comité de l'App Store.
it: Questa pagina è realizzata in conformità a quanto richiesto dall'App Store Review Board
ja: このページは App Store 審査委員会が命じて作られたものである。
ko: 이 페이지는 App Store Review Board에서 요구한 사항에 따라 제작되었습니다
ru: Эта страница сделана в соответствии с требованиями Совета рецензентов App Store.
vi: Trang này được tạo theo yêu cầu của Hội đồng Xét duyệt App Store.
zh_hans: 该页面乃应 App Store 审委会之要求而实作。
zh_hant: 該頁面乃應 App Store 審委會之要求而實作。

# refugee.export.failedInSavingToFile
source: Failed from dumping the Old Pizza Refugee Data file.
de: Fehler beim Exportieren der alten Pizza Refugee Datendatei.
es: Error al exportar el archivo de datos de Old Pizza Refugee.
fil: Nabigo sa pag-export ng Old Pizza Refugee Data file.
fr: Échec de l’exportation du fichier de données Old Pizza Refugee.
it: Errore durante l’esportazione del file dati Old Pizza Refugee.
ja: 旧ピザ難民資料の書き出しに失敗しました。
ko: Old Pizza Refugee 데이터 파일 내보내기에 실패했습니다.
ru: Не удалось экспортировать файл данных Old Pizza Refugee.
vi: Không thể xuất tệp dữ liệu Old Pizza Refugee.
zh_hans: 旧披萨难民资料导出失败。
zh_hant: 舊披薩難民資料匯出失敗。

# refugee.export.fileSavedTo:
source: Successfully dumped the Old Pizza Refugee Data file to:
de: Alte Pizza Refugee Datendatei erfolgreich exportiert nach:
es: Archivo de datos de Old Pizza Refugee exportado correctamente a:
fil: Matagumpay na na-export ang Old Pizza Refugee Data file sa:
fr: Fichier de données Old Pizza Refugee exporté avec succès vers :
it: File dati Old Pizza Refugee esportato correttamente in:
ja: 旧ピザ難民資料を正常に書き出されました:
ko: Old Pizza Refugee 데이터 파일을 다음 위치에 성공적으로 내보냈습니다:
ru: Файл данных Old Pizza Refugee успешно экспортирован в:
vi: Đã xuất thành công tệp dữ liệu Old Pizza Refugee tới:
zh_hans: 旧披萨难民资料已成功导出至:
zh_hant: 舊披薩難民資料已成功匯出至:

# refugee.export.succeededInSavingToFile
source: Successfully dumped the Old Pizza Refugee Data file.
de: Die alte Pizza Refugee Datendatei wurde erfolgreich exportiert.
es: El archivo de datos de Old Pizza Refugee se ha exportado correctamente.
fil: Matagumpay na na-export ang Old Pizza Refugee Data file.
fr: Le fichier de données Old Pizza Refugee a été exporté avec succès.
it: File dati Old Pizza Refugee esportato con successo.
ja: 旧ピザ難民資料は正常に書き出されました。
ko: Old Pizza Refugee 데이터 파일을 성공적으로 내보냈습니다.
ru: Файл данных Old Pizza Refugee успешно экспортирован.
vi: Tệp dữ liệu Old Pizza Refugee đã được xuất thành công.
zh_hans: 旧披萨难民资料已成功导出。
zh_hant: 舊披薩難民資料已成功匯出。

# refugee.exportableCount.gachaEntries
source: Wish Record Entries
de: Wunschverlaufseinträge
es: Entradas de historial de deseos
fil: Mga Entry ng Wish Record
fr: Entrées de l'historique des vœux
it: Voci del registro dei desideri
ja: 祈願履歴エントリー
ko: 소원 기록 항목
ru: Записи истории желаний
vi: Mục Nhật ký Nguyện vọng
zh_hans: 祈愿记录笔数
zh_hant: 祈願記錄筆數

# refugee.exportableCount.header
source: Exportable Data Count
de: Exportierbare Datenanzahl
es: Cantidad de datos exportables
fil: Bilang ng Maaaring I-export na Data
fr: Nombre de données exportables
it: Conteggio Dati Esportabili
ja: 書き出し可能なデータ数
ko: 내보낼 수 있는 데이터 수
ru: Количество экспортируемых данных
vi: Số lượng dữ liệu có thể xuất
zh_hans: 可导出数据数量
zh_hant: 可匯出資料數量

# refugee.exportableCount.profiles
source: Local Profiles
de: Lokale Profile
es: Perfiles locales
fil: Mga Lokal na Profile
fr: Profils locaux
it: Profili Locali
ja: プロファイル
ko: 로컬 프로필
ru: Локальные профили
vi: Hồ sơ cục bộ
zh_hans: 本地账号
zh_hant: 本機帳號
